import styles from '../components/screens/HowWeWorkPage/FAQ/FAQItem/FAQItem.module.scss';

export const FAQdata = [
  {
    id: 1,
    question: 'Скільки коштує розробка вебсайту?',
    answer:
      'Наш досвід дозволяє проконсультувати та розрахувати бюджет і терміни саме під Ваші потреби, враховуючи всі можливі ризики. Для цього зв’яжіться з нами та поділіться своїми ідеями. Більш детальну інформацію Ви можете дізнатись у розділі ',
    link: '"Послуги".',
    href: '/services',
    answerHeight: styles.first,
  },
  {
    id: 2,
    question: 'Скільки часу знадобиться, щоб отримати готовий вебсайт?',
    answer:
      'Необхідні часові рамки повністю залежать від вашого проєкту. Першим кроком після звернення до нас є організація безкоштовної онлайн зустрічі, яка дозволить нам зрозуміти складність Вашого проєкту. Коли ми зрозуміємо Ваші потреби, ми зможемо надати попередню інформацію про витрати. Проте початкові терміни не завжди дотримуються, оскільки зовнішні обставини можуть змінити випуск кінцевого продукту. Потім ми надамо план реалізації вашого проекту та кроки, які ми пропонуємо виконати, перш ніж фактично почати роботу над розробкою Вашого сайту',
    answerHeight: styles.second,
  },
  {
    id: 3,
    question:
      'Чи потрібно мені бути технічно підкованим, щоб працювати з вами?',
    answer:
      'Звісно ж ні. Ми тут, щоб допомогти Вам технічно реалізувати будь-які потреби Вашого бізнесу, навіть без Вашого технічного досвіду. Наявність технічного спеціаліста на Вашому боці вітається, але не обов’язково. У нас можна простою мовою отримати поради щодо складних речей. Ми надаємо повну підтримку від першої зустрічі до видачі готового продукту і готові підтримувати його протягом експлуатації.',
    answerHeight: styles.third,
  },
  {
    id: 4,
    question: 'Як Webevery гарантує якість продукції?',
    answer:
      'Ми ділимо весь етап розробки на спринти, які зазвичай тривають один тиждень. Після кожного спринту Ви можете побачити готові частини вебсайту, перевірити їх і висловити свої думки та пропозиції. У нас також є спрощений процес тестування та забезпечення якості кожного продукту. Ви отримаєте проміжні результати і побачите, за що платите протягом усього періоду розробки Вашого сайту.',
    answerHeight: styles.fourth,
  },
  {
    id: 5,
    question: 'Що, якщо я хочу брати повну участь у процесі розробки?',
    answer:
      'Це можливо і навіть потрібно. Разом ми створимо вебсайт, який, безсумнівно, вирішить Ваші проблеми та допоможе бізнесу. У нас прозорі процеси, Ви знаєте кожного члена команди, який працює над тим, щоб зробити Ваш сайт реальним. Ви також можете брати участь у наших плануваннях, ретроспективах і отримувати проміжні звіти про етапи розробки, перевіряти їх і пропонувати свої ідеї.',
    answerHeight: styles.fifth,
  },
  {
    id: 6,
    question:
      'Чи можна оновити вебсайт в майбутньому, коли з’являться нові технології?',
    answer:
      'Звісно! Крім того, наші фахівці мають гарний досвід у таких справах. Ми проконсультуємо Вас щодо низки технологій і необхідних рішень, щоб Ваш продукт відповідав вимогам ринку та залишався сучасним.',
    answerHeight: styles.sixth,
  },
  {
    id: 7,
    question: 'Що, якщо я прийду до Вас із продуктом, який хочу вдосконалити?',
    answer:
      'Якщо у Вас вже є вебсайт і ви хочете його вдосконалити - розкажіть нам про Ваші основні цілі та причини Вашого звернення. Ми обговоримо Ваші потреби, вивчимо  продукт, проведемо аудит і складемо план вдосконалення всього сайту або його окремих частин.',
    answerHeight: styles.seventh,
  },
  {
    id: 8,
    question:
      'Що станеться після того, як Ви закінчите розробку мого вебсайту?',
    answer:
      'Продовження роботи над проєктом залежить від ваших подальших цілей. Ми завжди пропонуємо послуги підтримки та обслуговування вебсайту, якщо клієнт зацікавлений. Коли вебсайт стане масштабним, ми можемо організувати для вас спеціальну команду, яка розробить продукт і забезпечить його високу якість.',
    answerHeight: styles.eighth,
  },
  {
    id: 9,
    question:
      'Чи гарантуєте Ви безпеку та конфіденційність нашої інтелектуальної власності?',
    answer:
      'Так, саме тому наші клієнти довіряють нам. Ми прописуємо всі пункти щодо безпеки конфіденційності та інтелектуальної власності в Основних угодах про надання послуг і нерозголошення між нашою і Вашою компанією. Конфіденційність, приватність і захист Вашої інтелектуальної власності є для нас пріоритетом номер один.',
    answerHeight: styles.ninth,
  },
  {
    id: 10,
    question: 'Як Ви обробляєте запити клієнтів на зміни?',
    answer:
      'Ми маємо стандартну процедуру обробки запитів на зміни від наших клієнтів. Перш за все, ми просимо їх схвалити будь-які запити на зміни. Після того, як клієнт схвалив запит, ми проводимо аналіз впливу. Це дозволяє нам надати замовнику терміни та вартість змін. Після затвердження вартості замовником ми вносимо зміни.',
    answerHeight: styles.tenth,
  },
  {
    id: 11,
    question: 'Чи надаєте Ви послуги тестування веб сайтів?',
    answer:
      'Звичайно! У нас налагоджені всі процеси тестування. Кожен сайт проходить ретельну перевірку як під час розробки, так і на завершальному етапі.',
    answerHeight: styles.eleventh,
  },
  {
    id: 12,
    question:
      'Ви працюєте тільки віддалено чи можете приїхати до мене за потреби?',
    answer:
      'Зазвичай ми працюємо віддалено і маємо для цього налаштовані всі необхідні процеси. Також можливий виїзд наших спеціалістів до Вас в офіс. Місцезнаходження наших спеціалістів Ви можете подивитись у розділі ',
    link: '"Команда".',
    href: '/ourTeam',
    answerHeight: styles.twelfth,
  },
  {
    id: 13,
    question: 'Яка процедура початку процесу розробки?',
    answer:
      'Перш за все, ми вивчаємо Ваші вимоги і пропонуємо приблизну вартість і терміни виконання. Отримавши підтвердження з Вашого боку, ми підписуємо договір, формуємо команду, яка буде працювати над проєктом і починаємо процес розробки Вашого вебсайту!',
    answerHeight: styles.thirteenth,
  },
];
