export const firstSection = [
  {
    id: 1,
    number: '01',
    title: 'Початкова стадія',
    text: 'Ми розробляємо, підтверджуємо та перевіряємо вимоги, додаючи додаткові деталі, якщо необхідно. Починаючи новий проект, етап відкриття — це перше, що ми робимо. Клієнт своїми словами описує ідею або проблему. Ми не надаємо стандартизований бриф для заповнення. Для нас ніколи не проблема витратити 30-60 хвилин на те, щоб вислухати клієнта, щоб одразу запропонувати швидкі поради, варіанти розвитку, рішення чи думки щодо вдосконалення існуючої ідеї.',
  },
  {
    id: 2,
    number: '02',
    title: 'Обговорення процесу розробки, технології, термінів і вартості',
    text: 'На початковому етапі надаємо приблизний план розробки, терміни та вартість. У разі складання детального технічного опису на розробку, відсоток похибки значно знижується, що дозволяє уникнути можливих непорозумінь у майбутньому.',
  },
  {
    id: 3,
    number: '03',
    title: 'Реалізація рішення',
    text: 'Ми використовуємо новітні технології для створення привабливих, зручних і загальноприйнятих веб-сайтів. Ми створюємо конкурентоспроможні веб-сайти для будь-якої категорії бізнесу.',
  },
];

export const secondSection = [
  {
    id: 4,
    number: '04',
    title: 'Повне тестування продукту',
    text: 'Тестування кінцевого продукту відбувається в кожному циклі розробки (раз на 1-3 тижні), що складається із зовнішнього функціонального тестування, перевірки працездатності продукту під навантаженням і профілювання основних модулів. Цей процес має вирішальне значення, орієнтований на деталі та важливий для забезпечення успіху всього тестування.',
  },
  {
    id: 5,
    number: '05',
    title: 'Підсумкова документація виробу',
    text: 'Під час кожного з циклів розробки продукту клієнт має повний доступ до вихідного коду, а також до інструкцій щодо встановлення продукту для інших розробників. Таким чином, клієнт може в будь-який час надати код для перевірки сторонніми особами. Ми підтримуємо повну документацію щодо плану розвитку, функцій та інструкцій з експлуатації, якщо це необхідно.',
  },
  {
    id: 6,
    number: '06',
    title: 'Готовність виробництва',
    text: 'Коли продукт буде повністю протестований і документація остаточно підготовлена, ми запустимо продукт. За потреби ми супроводжуватимемося підтримкою та обслуговуванням.',
  },
];
