import visitSite from 'images/pricesImgs/visitSite2.png';
import landingSite from 'images/pricesImgs/landingSite.png';
import corporativeSite from 'images/pricesImgs/corporativeSite.png';
import shoppingSite from 'images/pricesImgs/shoppingSite.png';
import catalogSite from 'images/pricesImgs/catalogSite.png';
import individualProject from 'images/pricesImgs/individualProject.png';

export const pricesData = [
  {
    id: 1,
    title: 'Сайт-візитка',
    describton:
      '  Сайт-візитка – невеликий веб-проект, розрахований на 3-5 сторінок і містить основну інформацію про організацію, приватну особу, послуги, фотогалерею та контактні дані. Розробку сайту візитки можуть замовити невеликі компанії. Відмінно підійде сайту візитівка фрілансерам, художникам, приватним викладачам та всім, хто бажає запропонувати низку своїх послуг в інтернеті. ',
    image: visitSite,
    price: '350',
    daysCount: '7-10 ',
    details: [
      'Заповнення до 5 стор',
      'Дизайн сайту',
      'Мобільна адаптація',
      'Галерея зображень',
      ' Наповнення контентом	',
      "Форма зворотного зв'язку",
      'Карта проїзду	',
      'Онлайн консультант	',
      'Встановлення на хостинг	',
    ],
  },

  {
    id: 2,
    title: 'Landing Page',
    describton:
      ' Landing Page - це посадкова сторінки з барвистим дизайном, що продає, закликами до дії і зручним розташуванням блоків. Створення односторінкового сайту призначене для запуску реклами, продажу товарів та послуг, збирання контактних даних. Основною перевагою LP є його націленість на потенційного клієнта. Інформація,розміщена на подібному ресурсі, відповідає на всі можливі запитання потенційного замовника товару чи послуги. ',
    image: landingSite,
    price: '350',
    daysCount: '7-14 ',

    details: [
      ' Дизайн, що продає	',
      ' Адаптивна верстка	',
      'Розробка 6-8 блоків	',
      'Заклики до дії	',
      'Слайдер, банер	',
      'Таблиця цін, прайс	',
      ' Наповнення контентом	',
      'Замовлення зворотного дзвінка	',
      'Контактна форма	',
      'Карта проїзду	',
      'Внутрішня оптимізація	',
      'Домен на 1 рік	',
    ],
  },

  {
    id: 3,
    title: 'Корпоративний сайт',
    describton:
      '  Корпоративний сайт є офіційним сайтом компанії, фірми, закладу чи будь-якого бізнесу. Створення сайту для бізнесу – це  найоптимальніший вид сайту для представлення компанії в інтернеті. Він виконує кілька функцій, включаючи: надання послуг, залучення клієнтів, розширення географії продажів, формування позитивного іміджу компанії. Головними перевагами такого сайту є дизайн, контент та функціонал. ',
    image: corporativeSite,
    price: '500',
    daysCount: '30-60',
    details: [
      'Індивідуальний дизайн	',
      // 'Зручна адмін-панель	',
      'Мобільна адаптація	',
      'Кросбраузерність	',
      'Слайдер на головній	',
      'Анімація блоків	',
      'Розробка 10-15 стор	',
      'Категорії послуг до 5-7	',
      'Наповнення контентом	',
      'Таблиця цін, прайс послуг	',
      'Галерея, портфоліо	',
      'Заклики до дії	',
      'Замовлення зворотного дзвінка	',
      'Контактна форма	',
      'Карта проїзду	',
      'Внутрішня SEO оптимізація	',
      'Домен на 1 рік	',
      'Встановлення сайту на хостинг	',
    ],
  },

  {
    id: 4,
    title: 'Інтернет-магазин',
    describton:
      '  Створення інтернет-магазину – це найкраще рішення для продажу товарів в інтернеті, дозволить збільшити обсяги продажів, розширити базу клієнтів, вийти на нові рівень та регіони. Подібні майданчики можуть включати від десятка до кількох сотень тисяч товарів. Інтернет-магазини оснащені широким функціоналом, адаптивною версткою, всім необхідним функціоналом, включаючи сервіси онлайн-оплати та доставки. Це найкраще рішення для онлайн-торгівлі. ',
    image: shoppingSite,
    price: '1000',
    daysCount: '30-60',

    details: [
      'Індивідуальний дизайн	',
      'Зручна адмін-панель	',
      'Мобільна адаптація	',
      'Кросбраузерність	',
      ' Категорії товарів	',
      'Імпорт/Експорт товарів	',
      'Встановлення необхідного функціоналу	',
      ' Нові, рекомендовані, супутні товари	',
      ' Фільтр товарів за ключовим словом',
      'Модулі оплати, доставки	',
      'Кошик, оформлення замовлення	',
      'Слайдери, банери	',
      'Наповнення контентом	',
      'Замовлення зворотного дзвінка	',
      'Контактна форма	',
      'Внутрішня SEO оптимізація	',
      'Карта проїзду	',
      'Домен на 1 рік	',
      'Встановлення сайту на хостинг	',
    ],
  },

  {
    id: 5,
    title: 'Сайт каталог',
    describton:
      '   Основною метою створення сайту каталогу є представлення інформації про компанію, перелік послуг та товарів в  електронному вигляді і може складатися з десятків, сотень, а то й тисяч сторінок. Відвідувачі сайту можуть ознайомитися з прайс-листами та описом   товарів та послуг, переглянути фотографії та звернутися до компанії для здійснення покупки. Такий сайт може збільшувати кількість продажів за рахунок доступу до повної інформації про продукцію та послуги. ',
    image: catalogSite,
    price: '800',
    daysCount: '30-60',
    details: [
      'Індивідуальний дизайн	',
      'Мобільна адаптація	',
      'Кросбраузерність	',
      ' Категорії товарів	',
      'Імпорт/Експорт товарів	',
      'Встановлення необхідного функціоналу	',
      ' Нові, рекомендовані, супутні товари	',
      ' Фільтр товарів за ключовим словом',
      'Кошик, оформлення замовлення	',
      'Слайдери, банери	',
      'Наповнення контентом	',
      'Замовлення зворотного дзвінка	',
      'Контактна форма	',
      'Внутрішня SEO оптимізація	',
      'Карта проїзду	',
      'Домен на 1 рік	',
      'Встановлення сайту на хостинг	',
    ],
  },

  {
    id: 6,
    title: 'Індивідуальний проект',
    describton:
      '   Розробка сайту під ключ із індивідуальними вимогами. В основному всі сайти, створені за персональними проектами замовників, конують ряд функцій, властивих одразу декількома типами веб-сервісів. Такі проекти здатні підвищити рівень продажів сформувати позитивний імідж компанії у клієнтів, розширити географію продажів, збирати заявки та особисті дані користувачів тощо. ',
    image: individualProject,
    price: '500',
    daysCount: '30-60',
    details: [
      'Індивідуальний дизайн	',
      'Мобільна адаптація	',
      'Кросбраузерність	',
      'Встановлення необхідного функціоналу	',
      'Наповнення контентом	',
      'Замовлення зворотного дзвінка	',
      'Контактна форма	',
      'Внутрішня SEO оптимізація	',
      'Домен на 1 рік	',
      'Встановлення сайту на хостинг	',
    ],
  },
];
