import rudyMockup from 'components/screens/OurProjectsPage/rudyMockup.png';
import icecreamMockup from 'components/screens/OurProjectsPage/icecreamMockup.png';
import petsMockup from 'components/screens/OurProjectsPage/petsMockup.png';

export const projectsData = [
  {
    id: '1',
    image: rudyMockup,
    path: 'https://webevery.github.io/webevery_site/',
    name: 'www.Ruddy.com',
    text: 'Розроблений нами сайт для кафетерію призначений для покращення онлайн-присутності закладу та полегшення процесу оформлення замовлення.',
    detailedText:
      "Розроблений нами сайт для кафетерію призначений для покращення онлайн-присутності закладу та полегшення процесу оформлення замовлення. Він надає клієнтам зручну платформу для ознайомлення з меню, цінами та актуальними пропозиціями, а також можливість зробити замовлення у зручний час. Сайт вирішує проблему тривалого очікування у черзі, дозволяючи користувачам вибрати страви та напої заздалегідь та забрати готове замовлення без зайвих затримок. Крім того, він забезпечує легку комунікацію з відвідувачами, надаючи контактні дані та форму зворотного зв'язку для питань, відгуків чи запитів на організацію різноманітних заходів. Наш сайт стимулює збільшення клієнтської бази, покращує враження відвідувачів та сприяє підвищенню ефективності роботи закладу.",
  },
  {
    id: '2',
    image: icecreamMockup,
    path: 'https://webevery.github.io/icecream/',
    name: 'www.Icecream.com',
    text: 'Даний сайт для фірми з виробництва морозива є потужним інструментом для залучення клієнтів та задоволення їх потреб. Він надає відвідувачам цінну інформацію про методику приготування морозива, дозволяючи їм краще зрозуміти та оцінити унікальність та якість продукту.',
    detailedText:
      "Даний сайт для фірми з виробництва морозива є потужним інструментом для залучення клієнтів та задоволення їх потреб. Він надає відвідувачам цінну інформацію про методику приготування морозива, дозволяючи їм краще зрозуміти та оцінити унікальність та якість продукту. Завдяки створеній формі для онлайн замовлення морозива, клієнти можуть легко та зручно вибрати бажані смаки та розміри порцій, спростивши процес замовлення. Цей сайт ефективно вирішує проблему необхідності інформування клієнтів про процес виробництва та зручність замовлення, встановлюючи міцні зв'язки з аудиторією та сприяючи підвищенню обсягів продажу. Завдяки наявності сайту фірма з виробництва морозива може розширити свій ринок і досягти більш широкої аудиторії. Він дозволяє залучити нових клієнтів, як місцевих, так і інших регіонів, збільшуючи видимість і доступність продукту. Крім того, сайт також вирішує проблему обмеженості робочого часу, оскільки він доступний 24/7, дозволяючи клієнтам робити замовлення та отримувати інформацію у зручний для них час.",
  },
  {
    id: '3',
    image: petsMockup,
    path: 'https://webevery-petly.netlify.app/',
    name: 'www.Petly.com',
    text: 'Наш сайт для пошуку та продажу тварин надає цілу низку можливостей для тваринників та потенційних власників.',
    detailedText:
      "Наш сайт для пошуку та продажу тварин надає цілу низку можливостей для тваринників та потенційних власників.По-перше, він полегшує процес продажу та купівлі домашніх улюбленців, забезпечуючи зручну та безпечну платформу для зустрічі продавців та покупців. По-друге, наш сайт присвячений допомозі бездомних тварин, надаючи їм можливість знайти нову сім'ю та отримати турботу та увагу, які їм необхідні. По-третє, сайт надає велику інформацію про догляд за тваринами, що допомагає власникам знайти потрібні рекомендації та поради, пов'язані з їхніми конкретними породами та потребами. Наш сайт пропонує функціонал особистої сторінки, де користувачі можуть ділитися фотографіями та історіями своїх улюбленців, встановлювати контакти з іншими власниками та створювати спільноти із спільними інтересами.",
  },
];
