import RuddyNew from 'components/screens/OurProjectsPage/our_works_ruddy 1.svg';
// import Group from 'components/screens/OurProjectsPage/Group 437 2.svg';
import Petly from 'components/screens/OurProjectsPage/Petly_Oksa.svg';
import Ice from 'components/screens/OurProjectsPage/our_works_ice 1.svg';

export const projectsData = [
  {
    id: '1',
    image: RuddyNew,
    name: 'Ruddy',
    text: 'Розроблений нами сайт для кафетерію призначений для покращення онлайн-присутності закладу та полегшення процесу оформлення замовлення.',
  },
  {
    id: '2',
    image: Ice,
    name: 'Icecream',
    text: 'Даний сайт для фірми з виробництва морозива є потужним інструментом для залучення клієнтів та задоволення їх потреб. Він надає відвідувачам цінну інформацію про методику приготування морозива, дозволяючи їм краще зрозуміти та оцінити унікальність та якість продукту.',
  },
  {
    id: '3',
    image: Petly,
    name: 'Petly',
    text: 'Наш сайт для пошуку та продажу тварин надає цілу низку можливостей для тваринників та потенційних власників.',
  },
  {
    id: '4',
    image: RuddyNew,
    name: 'Ruddy',
    text: 'Розроблений нами сайт для кафетерію призначений для покращення онлайн-присутності закладу та полегшення процесу оформлення замовлення.',
  },
  {
    id: '5',
    image: Ice,
    name: 'Icecream',
    text: 'Даний сайт для фірми з виробництва морозива є потужним інструментом для залучення клієнтів та задоволення їх потреб. Він надає відвідувачам цінну інформацію про методику приготування морозива, дозволяючи їм краще зрозуміти та оцінити унікальність та якість продукту.',
  },
  {
    id: '6',
    image: Petly,
    name: 'Petly',
    text: 'Наш сайт для пошуку та продажу тварин надає цілу низку можливостей для тваринників та потенційних власників.',
  },
];
