import rudyMockup from 'components/screens/OurProjectsPage/rudyMockup.png';
import icecreamMockup from 'components/screens/OurProjectsPage/icecreamMockup.png';
import petsMockup from 'components/screens/OurProjectsPage/petsMockup.png';
import pets from '../components/screens/OurWorks/images/pets.webp';
import watches from '../components/screens/OurWorks/images/watches_card.webp';
import icecream from '../components/screens/OurWorks/images/icecream.webp';
import rudy from '../components/screens/OurWorks/images/rudy.webp';
import architrave from '../components/screens/OurWorks/images/architrave.webp';
import anddezian from '../components/screens/OurWorks/images/anddezian.webp';
import photograp from '../components/screens/OurWorks/images/photograp_card.webp';
import coofee_shop_card from '../components/screens/OurWorks/images/coofee_shop_card.webp';

import { v4 } from 'uuid';

export const projectsData = [
  {
    id: v4(),
    image: anddezian,
    img: anddezian,
    path: 'https://andezyan-build-site.vercel.app/',
    name: 'www.andezyan.com',
    text: "Будівельна компанія «ОА Андезян» - лідер на ринку будівництва ангарів, СТО, автомобільних боксів, автомийок, складів, складів для зберігання сільськогосподарської техніки та продукції, металоконструкцій та малих архітектурних форм (МАФ). Також займається проєктуванням вищевказаних об'єктів.",

    detailedText:
      'В сучасному будівництві будівлі з металоконструкцій мають велику перевагу над монолітним або цегляним будівництвом. Велику роль відіграє сам каркас металоконструкції (легкий та швидкомонтований). Це є будівлі різного призначення та складності. Технологія будівництва є незамінною для сучасних магазинів, маркетів, автомийок, СТО, ангарів, складів, автосалонів, приміщень для проведення масових заходів та будинків з металоконструкцій.',
  },
  {
    id: v4(),
    image: architrave,
    img: architrave,
    path: 'https://www.architrave.online/',
    name: 'www.architrave.online',
    text: 'Наша мета - перетворити ваші мрії у реальність шляхом створення функціональних, естетичних та стильних будівель.',
    detailedText:
      'Наша мета - перетворити ваші мрії у реальність шляхом створення функціональних, естетичних та стильних будівель. Маючи багаторічний досвід у галузі архітектури, ми здобули визнання завдяки нашим успішним проектам. Ми ретельно вивчаємо ваші потреби, враховуємо ваші бажання та сприйняття краси, щоб створити проект, який відображатиме вашу унікальну особистість та стиль. Ми пропонуємо широкий спектр послуг, які охоплюють усі етапи архітектурного процесу. Від початкового концептуального проектування до завершення будівництва - ми забезпечуємо повний цикл послуг для реалізації вашого проекту.',
  },
  {
    id: v4(),
    image: rudyMockup,
    img: rudy,
    path: 'https://webevery-ruddy-shop.vercel.app/',
    name: 'www.Ruddy.com',
    text: 'Розроблений нами сайт для кафетерію призначений для покращення онлайн-присутності закладу та полегшення процесу оформлення замовлення.',
    detailedText:
      "Розроблений нами сайт для кафетерію призначений для покращення онлайн-присутності закладу та полегшення процесу оформлення замовлення. Він надає клієнтам зручну платформу для ознайомлення з меню, цінами та актуальними пропозиціями, а також можливість зробити замовлення у зручний час. Сайт вирішує проблему тривалого очікування у черзі, дозволяючи користувачам вибрати страви та напої заздалегідь та забрати готове замовлення без зайвих затримок. Крім того, він забезпечує легку комунікацію з відвідувачами, надаючи контактні дані та форму зворотнього зв'язку для питань, відгуків чи запитів на організацію різноманітних заходів. Наш сайт стимулює збільшення клієнтської бази, покращує враження відвідувачів та сприяє підвищенню ефективності роботи закладу.",
  },
  {
    id: v4(),
    image: petsMockup,
    img: pets,
    path: 'https://webevery-petly.netlify.app/',
    name: 'www.Petly.com',
    text: 'Наш сайт для пошуку та продажу тварин надає цілу низку можливостей для поціновувачів тварин та їх потенційних власників.',
    detailedText:
      "Наш сайт для пошуку та продажу тварин надає цілу низку можливостей для поціновувачів тварин та їх потенційних власників. По-перше, він полегшує процес продажу та купівлі домашніх улюбленців, забезпечуючи зручну та безпечну платформу для зустрічі продавців та покупців. По-друге, наш сайт присвячений допомозі бездомним тваринам, надаючи їм можливість знайти нову сім'ю та отримати турботу та увагу, які їм необхідні. По-третє, сайт надає велику інформацію про догляд за тваринами, що допомагає власникам знайти потрібні рекомендації та поради, пов'язані з їхніми конкретними породами та потребами. Наш сайт пропонує функціонал особистої сторінки, де користувачі можуть ділитися фотографіями та історіями своїх улюбленців, встановлювати контакти з іншими власниками та створювати спільноти за спільними інтересами.",
  },
  {
    id: v4(),
    image: watches,
    img: watches,
    path: 'https://dkolod.github.io/watches/',
    name: 'www.watches.com',
    text: 'Наш магазин годинників - це місце, де час стає не просто вимірюванням, а джерелом елегантності та стилю.',
    detailedText:
      'Наші досвідчені консультанти завжди готові допомогти вам обрати ідеальні годинники, що відповідають вашим потребам і стилю.',
  },
  {
    id: v4(),
    image: icecreamMockup,
    img: icecream,
    path: 'https://webevery.github.io/icecream/',
    name: 'www.Icecream.com',
    text: 'Даний сайт для фірми з виробництва морозива є потужним інструментом для залучення клієнтів та задоволення їхніх потреб. Він надає відвідувачам цінну інформацію про методику приготування морозива, дозволяючи їм краще зрозуміти та оцінити унікальність та якість продукту.',
    detailedText:
      "Даний сайт для фірми з виробництва морозива є потужним інструментом для залучення клієнтів та задоволення їхніх потреб. Він надає відвідувачам цінну інформацію про методику приготування морозива, дозволяючи їм краще зрозуміти та оцінити унікальність та якість продукту. Завдяки створеній формі для онлайн замовлення морозива, клієнти можуть легко та зручно вибрати бажані смаки та розміри порцій, спростивши процес замовлення. Цей сайт ефективно вирішує проблему необхідності інформування клієнтів про процес виробництва та зручність замовлення, встановлюючи міцні зв'язки з аудиторією та сприяючи підвищенню обсягів продажу. Завдяки наявності сайту фірма з виробництва морозива може розширити свій ринок і досягти більш широкої аудиторії. Він дозволяє залучити нових клієнтів, як місцевих, так і з інших регіонів, збільшуючи видимість і доступність продукту. Крім того, сайт також вирішує проблему обмеженості робочого часу, оскільки він доступний 24/7, дозволяючи клієнтам робити замовлення та отримувати інформацію у зручний для них час.",
  },

  {
    id: v4(),
    image: photograp,
    img: photograp,
    path: 'https://dkolod.github.io/alex-gerera/',
    name: 'www.alex-gerera.com',
    text: 'Я Алекс Герера, і хочу поділитися з вами своїм унікальним мистецтвом. Моя особливість полягає в тому, що я не просто фотограф, я творча особистість, здатна перетворювати звичайні моменти на витвори мистецтва.',
    detailedText:
      'Побачити світ крізь мої очі - значить побачити його абсолютно по-новому. Дозвольте мені провести вас подорожжю, де кожна фотографія стане вікном в інший світ.',
  },
  {
    id: v4(),
    image: coofee_shop_card,
    img: coofee_shop_card,
    path: 'https://spacevit.github.io/coffee_shop/',
    name: 'www.coofee_shop_card.com',
    text: 'У нас ви знайдете все, що потрібно для справжнього кавового ритуалу: чудові сорти зерен, уважні бариста, атмосферу для справжнього релаксу та відпочинку. Ми пишаємося свіжообсмаженою кавою, яку ретельно підбираємо, щоб кожен ковток приніс вам справжню насолоду.',
    detailedText:
      'Ми щиро віримо, що кожна людина заслуговує на якісну каву та дбайливий сервіс. Тому в нашій кав`ярні ми завжди прагнемо створити атмосферу дружелюбності та привітності, де ви можете відчути себе як вдома. Заходьте до нас у гості та дозвольте нам порадувати вас справжнім кавовим мистецтвом. Ми відкриті для вас щодня з ранку і до пізнього вечора. Кофеїнова столиця чекає на вас!',
  },
];
